IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/R5SS1_CORE1_TCMB_R5SS1_CORE1_TCMB.xml
<module name="R5SS1_CORE1_TCMB_R5SS1_CORE1_TCMB" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="R5SS1_CORE1_TCMB_START" acronym="R5SS1_CORE1_TCMB_START" offset="0x0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="TCMB start address" range="31 - 0" rwaccess="RW"/>
	</register>
	<register id="R5SS1_CORE1_TCMB_END" acronym="R5SS1_CORE1_TCMB_END" offset="0x7FFC" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="TCMB  end address" range="31 - 0" rwaccess="RW"/>
	</register>
</module>